Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/tysfjord/administrasjonleder.95900.no.html.tmx
Source language: nob
Languages: smj

source: Har ansvar for drift av kommunens datasystemer og kommunikasjonsløsninger
smj: Vásstet suohkana dáhtásystemaj ja guládallamvædtsagij dåjma åvdås

source: Har ansvar for planlegging, utvikling og tilrettelegging innenfor IKT-området
smj: IKT-åssudahka Vásstet plánima, åvddånahttema ja hiebadime åvdås IKT-suorgen

source: Skal sørge for at kommunens ansatte til enhver tid har tilgang på nødvendig utstyr og programvare til å få utført sine arbeidsoppgaver
smj: Galggá bærrájgæhttjat jut suohkana barggijn agev le dárbalasj vædtsaga ja prográmma váj bargostisá bessi dahkat.

source: Tittel
smj: Virgge

source: E-post Telefon / mobil
smj: Telefåvnnå / mobijlla

source: Egil Skalltje
smj: IKT-vásstediddje
